Repository: mym1chelle/python-project-52
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Label
pl: Etykietka

source: Labels
pl: Etykietki

source: Name
pl: Imię

source: Created at
pl: Utworzono

source: Updated at
pl: Zaktualizowano

source: Create a label
pl: Utwórz etykietkę

source: Change a label
pl: Zmień etykietkę

source: Delete a label
pl: Usuń etykietkę

source: Create
pl: Utworzyć

source: Change
pl: Zmienić

source: Yes, delete
pl: Tak, usuń

source: Label successfully created
pl: Etykietka zostałz pomyślnie utworzona

source: Label successfully changed
pl: Etykietka została pomyślnie zmieniona

source: Label successfully deleted
pl: Etykietka zostało pomyślnie usunięta

source: Cannot delete a label in use
pl: Nie można usunąć etykietkę w użyciu

source: Statuses
pl: Statusy

source: Create a status
pl: Utwórz status

source: Change a status
pl: Zmień status

source: Delete a status
pl: Usuń status

source: Status successfully created
pl: Status został pomyślnie utworzony

source: Status successfully changed
pl: Status został pomyślnie zmieniony

source: Status successfully deleted
pl: Status został pomyślnie usunięty

source: Cannot delete a status in use
pl: Nie można usunąć statusu w użyciu

source: Task
pl: Zadanie

source: Tasks
pl: Zadania

source: Description
pl: Opis

source: Executive
pl: Wykonawca

source: Created by
pl: Stworzone przez

source: Task view
pl: Widok zadań

source: Create a task
pl: Utwórz zadanie

source: Change a task
pl: Zmień zadanie

source: Delete a task
pl: Usuń zadanie

source: Show
pl: Pokaż

source: Task successfully created
pl: Zadanie zostało pomyślnie utworzone

source: Task successfully changed
pl: Zadanie zostało pomyślnie zmienione

source: Task successfully deleted
pl: Zadanie zostało pomyślnie usunięte

source: The task can only be deleted by its creator
pl: Zadanie może usunąć tylko jego twórca

source: Login
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: Logged in successfully
pl: Zalogowano pomyślnie

source: Logged out successfully
pl: Wylogowano pomyślnie

source: You do not have a permission to change another user
pl: Nie masz uprawnień do zmiany innego użytkownika

source: You are not authorized. Please, log in.
pl: Nie jesteś zalogowany. Proszę się zalogować.

source: User successfully created
pl: Użytkownik został pomyślnie utworzony

source: User successfully changed
pl: Użytkownik został pomyślnie zmieniony

source: User was successfully delete
pl: Użytkownik został pomyślnie usunięty

source: Cannot delete a user in use
pl: Nie można usunąć użytkownika w użyciu

source: Create a user
pl: Utwórz użytkownika

source: Login in
pl: Zaloguj się

source: Change a user
pl: Zmień użytkownika

source: Delete a user
pl: Usuń użytkownika

source: Users
pl: Użytkownicy

source: User
pl: Użytkownik

source: Task manager
pl: Menadżer zadań

source: Log out
pl: Wyloguj

source: Log in
pl: Zaloguj się

source: Sign up
pl: Zapisz się

source: Are you sure you want to delete
pl: Czy jesteś pewien, że chcesz usunąć

source: Delete
pl: Usunąć

source: Hello from Hexlet!
pl: Pozdrowienia z Hexlet!

source: Practical programming courses
pl: Praktyczne kursy programowania

source: Learn more
pl: Dowiedzieć się więcej

source: Executor
pl: Wykonawca

source: User name
pl: Nazwa użytkownika

source: Full name
pl: Imię i nazwisko
